Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: Your Pre-Meal Range should be the glucose value (or range of values) you want %1$@ to target by the time you take your first bite of your meal. This range will be in effect when you activate the Pre-Meal Preset button.
da: Dit før-måltid-område bør være den glukoseværdi (eller værdiinterval), du vil have %1$@ til at målrette efter det tidspunkt, du starter med at spise. Dette interval vil bruges, når du aktiverer knappen før-måltid.
de: Der Bereich vor dem Essen sollte der Blutzucker sein, den %1$@ bis zum ersten Bissen Deiner Mahlzeit anstreben soll. Dieser Bereich wird wirksam, wenn Du die Voreinstellungstaste vor dem Essen aktivierst.
es: Su rango previo a la comida debe ser el valor de glucosa (o el rango de valores) que desea que %1$@ tenga como objetivo para cuando tome su primer bocado de su comida. Este rango entrará en vigencia cuando active el botón Pre-Comida Preajuste.
fi: Ennen ateriaa -alueen tulisi olla glukoosiarvo (tai arvoalue), johon %1$@ tähtää insuliinin annosteluhetkestä aterian alkuun. Tämä alue tulee voimaan, kun aktivoit Ennen ateriaa -painikkeen.
fr: Votre plage pré-repas doit correspondre à la valeur (ou fourchette de valeurs) de glycémie que vous souhaitez que %1$@ cible au moment où vous commencez. Cette plage sera en vigueur lorsque vous activerez le préréglage pré-repas.
it: Il tuo Intervallo pre-prasto dovrebbe essere il valore glicemico (o l'intervallo di valori) che vuoi che %1$@ abbia come target prima che tu assuma il primo boccone del tuo pasto. Questo intervallo sarà effettivo quando attivi Preset pre-pasto.
nb: Pre-Meal Range bør være blodsukkerverdien (eller verdiområdet) du vil at %1$@ skal målrettes mot når du tar din første bit av måltidet. Dette området vil være i kraft når du aktiverer forhåndsinnstillingsknappen før måltid.
nl: Je Pre-Meal Bereik zou de glucosewaarde moeten zijn (of een bereik van waarden) waar je wilt dat %1$@ naar dat streeft tegen de tijd dat je je eerste hap van je maaltijd neemt. Dit bereik wordt actief wanneer je het Pre-Meal Programma met de knop activeert.
pl: Twój zakres przed posiłkiem powinien być wartością glukozy (lub zakresem wartości), do którego chcesz dążyć %1$@, zanim zaczniesz spożywać posiłek. Ten zakres będzie obowiązywał po aktywowaniu przycisku Przed Posiłkiem.
ro: Intervalul ținta preparandial trebuie să fie valoarea glicemiei (sau intervalul de valori) pe care doriți %1$@ să o vizați până la prima mușcătură a mesei. Acest interval va fi în vigoare atunci când activați butonul Presetare înainte de masă.
ru: Диапазон до еды - это значение глюкозы (или диапазон значений), которое Вы хотите, чтобы %1$@ было целевым к моменту приема пищи. Этот диапазон будет действовать, только когда Вы активируете кнопку предварительной настройки до еды и будет выключен после ввода углеводов.
sv: Ditt målvärde för 'Före måltid' ska vara det blodsockervärde (eller målvärdesintervall) som du vill att %1$@ ska sikta på när du tar din första tugga av din måltid. Detta målvärde kommer börja gälla när du aktiverar knappen 'Före måltid'.
tr: Yemek Öncesi Aralığınız, yemeğinizden ilk lokmanızı aldığınız zaman %1$@ 'un hedeflemesini istediğiniz KŞ değeri (veya değer aralığı) olmalıdır. Bu aralık, Yemek Öncesi Ön Ayar butonunu etkinleştirdiğinizde etkin olacaktır.
vi: Phạm vi trước bữa ăn của bạn nên là giá trị đường huyết (hoặc khoảng giá trị) mà bạn muốn %1$@ hướng tới vào lúc bạn ăn miếng đầu tiên. Phạm vi này sẽ có hiệu lực khi bạn kích hoạt nút Cấu hình sẵn Trước bữa ăn.
zh_hans: 餐前目标范围 应该是你希望 %1$@ 在你吃第一口饭时，血糖能达到的数值（或数值范围）。当你启用“餐前预设”按钮时，该范围将生效。

source: %@%% of normal insulin
de: %@%% von normalem Insulin
es: %@%% de insulina normal
fi: %@%% norm. insuliinista
fr: %@%% de l’insuline de base
it: %@%% d'insulina normale
nb: %@%% av normalt insulin
nl: %@%% van normale insuline
pl: %@%% normalnej insuliny
ro: %@%% din insulină normală
ru: %@%% нормального инсулина
tr: %@%% normal insulin
vi: %@%% của insulin bình thường
zh_hans: %@%% 胰岛素

source: Insulin Model
de: Insulin-Modell
es: Modelo de Insulina
fi: Insuliinimalli
fr: Modèle d'insuline
it: Modello di azione dell'Insulina
ja: インスリンモデル
nb: Insulin modell
nl: Insulinemodel
pl: Model insuliny
ro: Modelul de insulină
ru: Модель инсулина
sv: Insulinmodell
tr: İnsülin Modeli
vi: Chủng loại Insulin
zh_hans: 胰岛素模型

source: Medium
de: Mittlere
es: Medio
fi: Keskiverto
fr: Moyen
it: Medio
ja: 中
nl: Middel
pl: Średnia
ro: Medie
ru: Средняя
tr: Orta
vi: Trung bình
zh_hans: 中等

source: Support
de: Unterstützung
es: Ayuda
fi: Tuki
it: Supporto
nl: Ondersteuning
pl: Wsparcie
ro: Asistenţă
ru: Поддержка
tr: Destek
vi: Hỗ trợ

source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Łącznie
ru: Всего
sv: Totalt
tr: Toplam

source: Overrides
es: Sobreescrituras
fi: Tilapäisasetukset
fr: Ajustements
it: Override
ja: オーバーライド
nb: Overstyringer
pl: Pominięcia
ro: Înlocuiri
ru: Изменить
tr: Geçersiz kılmalar
vi: Chồng liều
zh_hans: 覆盖

source: Reservoir
es: Reservorio
fi: Säiliö
fr: Réservoir
it: Serbatoio
nb: Reservoar
pl: Zbiorniczek
ro: Rezervor
ru: Резервуар
sv: Reservoar
tr: Rezervuar
zh_hans: 储药器

source: Symbol
es: Símbolo
fi: Symboli
fr: Symbole
it: Simbolo
ja: シンボル
nl: Symbool
ro: Simbol
ru: Значок
tr: Sembol
zh_hans: 符号

source: max
fi: maks.
pl: maks.
ru: макс
tr: maks
vi: tối đa
zh_hans: 最大

source: %1$@/min
ja: %1$@/分
ru: %1$@/мин
tr: %1$@/dk
vi: %1$@/phút
zh_hans: %1$@/分钟

source: info
nl: Informatie
ru: инфо
tr: bilgi
vi: thông tin

source: min
ru: мин
vi: tối thiểu
zh_hans: 分钟

source: Test
ru: Тест
vi: Thử nghiệm

# com.loudnate.LoopKit.errorAlertActionTitle
source: OK
tr: Tamam
zh_hans: 好的

source: Fiasp
zh_hans: 费雅普（Fiasp）

source: Lyumjev
zh_hans: 超速效赖脯胰岛素（Lyumjev）
